[
 {
   "QTEXT": "Q1. Which types of fibre are contained in a spinal nerve?",
   "QA": "A. Motor and sensory fibres, including sympathetic and parasympathetic fibres.",
   "QB": "B. Motor and sensory fibres, excluding sympathetic and parasympathetic fibres.",
   "QC": "C. Motor fibres only.",
   "QD": "D. Sensory fibres only.",
   "ANS": "A. Motor and sensory fibres, including sympathetic and parasympathetic fibres.",
   "REA": "Spinal nerves can carry all of the following fibre types: sensory/afferent, motor/efferent, and autonomic fibres (sympathetic and parasympathetic)."
 },
 {
   "QTEXT": "Q2. How many spinal segments are there in the human body?",
   "QA": "A. 20",
   "QB": "B. 31",
   "QC": "C. 39",
   "QD": "D. 40",
   "ANS": "B. 31",
   "REA": "There are 31 spinal segments but 33 vertebrae (although some are fused, such as the sacral and coccygeal bones)."
 },
 {
   "QTEXT": "Q3. In what dermatome does the umbilicus lie?",
   "QA": "A. C7",
   "QB": "B. T1",
   "QC": "C. T10",
   "QD": "D. S1",
   "ANS": "C. T10",
   "REA": "This can be worked out logically from the available answers: C7 and T1 are too high up to supply the umbilicus (aka the belly button), and S1 is too low, so the answer must be T10."
 },
 {
   "QTEXT": "Q4. What is a myotome?",
   "QA": "A. A protein in muscle that assists contraction.",
   "QB": "B. A protein that damages muscle during excessive contraction.",
   "QC": "C. The areas of muscle supplied by a single spinal segment.",
   "QD": "D. The area of skin supplied by a single spinal segment.",
   "ANS": "C. The areas of muscle supplied by a single spinal segment.",
   "REA": "A dermatome is the area of skin supplied by a spinal nerve (or more than one spinal nerve) while a myotome is an area of muscle supplied by a spinal nerve. Remember that 'myo' means 'related to muscle'."
 },
 {
   "QTEXT": "Q5. What function does the 3rd cranial nerve provide?",
   "QA": "A. Motor and sensory innervation of the thoracic and abdominal viscera.",
   "QB": "B. Movement of the muscles of the neck.",
   "QC": "C. Movement of the tongue and taste to the anterior two-thirds of the tongue.",
   "QD": "D. Movement of four of the six muscles of the eye.",
   "ANS": "D. Movement of four of the six muscles of the eye.",
   "REA": "The 3rd cranial nerve, also called the oculomotor nerve, supplies four of the six muscles that control the movement of the eyeball. The other two muscles of the eye are supplied by the trochlear nerve (CN4 - supplies superior oblique) and the abducens nerve (CN6 - supplies lateral rectus)."
 },
 {
   "QTEXT": "Q6. What function does the 8th cranial nerve provide?",
   "QA": "A. Hearing and balance.",
   "QB": "B. Taste to the anterior two-thirds of the tongue.",
   "QC": "C. Movement of one of the six muscles of the eye.",
   "QD": "D. Sensation to the face.",
   "ANS": "A. Hearing and balance.",
   "REA": "The 8th cranial nerve is called the vestibulocochlear nerve - it has a vestibular part (balance) and a cochlear part (hearing)."
 },
 {
   "QTEXT": "Q7. What is the name of the 10th cranial nerve?",
   "QA": "A. Glossopharyngeal nerve",
   "QB": "B. Vagus nerve",
   "QC": "C. Accessory nerve",
   "QD": "D. Hypoglossal nerve",
   "ANS": "B. Vagus nerve",
   "REA": "A very important nerve that travels inferiorly to supply the thoracic and abdominal viscera with parasympathetic fibres, up to 2/3 of the way along the transverse colon."
 },
 {
   "QTEXT": "Q8. Complete the sentence: Cranial Nerves 3, 4, 6 and 12 are...",
   "QA": "A. Purely motor nerves.",
   "QB": "B. Purely sensory nerves.",
   "QC": "C. Sensory and motor nerves.",
   "QD": "D. Contain only autonomic fibres.",
   "ANS": "A. Purely motor nerves.",
   "REA": "These are the oculomotor, trochlear, abducens and hypoglossal nerves (the hypoglossal nerve innervates the muscles of the tongue)."
 },
 {
   "QTEXT": "Q9. What is a neuronal plexus?",
   "QA": "A. A network of nerves where neuron redistribution occurs.",
   "QB": "B. A network of arteries surrounding a nerve.",
   "QC": "C. A network of veins surrounding a nerve.",
   "QD": "D. A collection of cell bodies just outside the spinal cord.",
   "ANS": "A. A network of nerves where neuron redistribution occurs.",
   "REA": "A plexus, in the context of this app, refers to a neuron network where fibre redistribution occurs. Note that arteries and veins can also form plexuses, and answer D is referring to a ganglion."
 },
 {
   "QTEXT": "Q10. What are the nerve roots of the brachial plexus?",
   "QA": "A. The anterior rami of C1 – C4.",
   "QB": "B. The anterior rami of C5 – T1.",
   "QC": "C. The anterior rami of L1 – L4.",
   "QD": "D. The anterior rami of S1 – S4.",
   "ANS": "B. The anterior rami of C5 – T1.",
   "REA": "The brachial plexus supplies the upper limb with nerve fibres, so logic can help us out here - C1 - C4 is too high, that's right in the neck, and L1 - L4 and S1 - S4 are far too low down in the back to supply the upper limbs, so the answer must be C5 - T1."
 }
]