[
 {
   "QTEXT": "Q1. Which cranial nerve is responsible for carrying taste sensations from the anterior two thirds of the tongue?",
   "QA": "A. Cranial nerve 12.",
   "QB": "B. Cranial nerve 4.",
   "QC": "C. Cranial nerve 7.",
   "QD": "D. Cranial nerve 8.",
   "ANS": "C. Cranial nerve 7.",
   "REA": "Cranial nerve 7 (also called CN7 and facial nerve), is responsible for controlling the muscles of facial expression, but also receives taste from the anterior two thirds of the tongue. Taste from the posterior third of the tongue is received by CN9)."
 },
 {
   "QTEXT": "Q2. Which cranial nerve is responsible for carrying information about what we smell in our environment?",
   "QA": "A. Cranial nerve 1.",
   "QB": "B. Cranial nerve 2.",
   "QC": "C. Cranial nerve 3.",
   "QD": "D. Cranial nerve 4.",
   "ANS": "A. Cranial nerve 1.",
   "REA": "Cranial nerve 1 (also called CN1 and the olfactory nerve) is responsible for olfaction."
 },
 {
   "QTEXT": "Q3. What is the main function of cranial nerve 12?",
   "QA": "A. Provides motor control to the muscles of the tongue.",
   "QB": "B. Provides motor control to the muscles of the pharynx and larnyx.",
   "QC": "C. Carries sensory information from the retina to the primary visual cortex.",
   "QD": "D. Carries sensory information from the skin of the face.",
   "ANS": "A. Provides motor control to the muscles of the tongue.",
   "REA": "Cranial nerve 12 (also called CN12 and the hypoglossal nerve) is responsible for controlling most of the muscles of the tongue."
 },
 {
   "QTEXT": "Q4. Cranial nerve 8 is sometimes known as the nerve of 'what' and balance?",
   "QA": "A. Sight.",
   "QB": "B. Taste.",
   "QC": "C. Touch.",
   "QD": "D. Hearing.",
   "ANS": "D. Hearing.",
   "REA": "Cranial nerve 8 (also called CN8 and the vestibulocochlear nerve) is responsible for hearing and balance."
 },
 {
   "QTEXT": "Q5. Which cranial nerve is responsible for the innervation of the parotid gland?",
   "QA": "A. Cranial nerve 6.",
   "QB": "B. Cranial nerve 7.",
   "QC": "C. Cranial nerve 9.",
   "QD": "D. Cranial nerve 10.",
   "ANS": "C. Cranial nerve 9.",
   "REA": "Cranial nerve 9 (also called CN9 and the glossopharyngeal nerve) is responsible for many functions, including innervation of some muscles, taste from the posterior third of the tongue and innervation of the parotid gland."
 },
 {
   "QTEXT": "Q6. Cranial nerve 11 is also called...?",
   "QA": "A. The optic nerve.",
   "QB": "B. The spinal accessory nerve.",
   "QC": "C. The abducens nerve.",
   "QD": "D. The The vagus nerve.",
   "ANS": "B. The spinal accessory nerve.",
   "REA": "Cranial nerve 11 (also called the spinal accessory nerve) is responsible for the motor innervation of trapezius and sternocleidomastoid muscles (these are muscles in the neck and back)."
 }
]