[
 {
   "QTEXT": "Q1. What is the function of area A?",
   "QA": "A. To choose words and vocalise them.",
   "QB": "B. To listen to words and understand them.",
   "QC": "C. To inhibit socially inappropriate behaviour.",
   "QD": "D. To process sensory information from the periphery.",
   "ANS": "A. To choose words and vocalise them.",
   "REA": "Remember, this is Broca's area in the frontal lobe and it is the motor speech area. The sensory speech area is known as Wernicke's area and it is in the temporal lobe."
 },
 {
   "QTEXT": "Q2. What is the name of structure B?",
   "QA": "A. Central sulcus.",
   "QB": "B. Parieto-occipital sulcus.",
   "QC": "C. Lateral sulcus.",
   "QD": "D. Transverse fissure.",
   "ANS": "C. Lateral sulcus.",
   "REA": "This is lateral sulcus, or Sylvian fissure, that separates the temporal lobe from the frontal and parietal lobes."
 },
 {
   "QTEXT": "Q3. What is the name of area C?",
   "QA": "A. Primary motor cortex.",
   "QB": "B. Primary somatosensory cortex.",
   "QC": "C. Primary auditory cortex.",
   "QD": "D. Primary visual cortex.",
   "ANS": "D. Primary visual cortex.",
   "REA": "This is the primary visual cortex located in the posterior portion of the occipital lobe. It receives images from the retina upside-down, then flips them around."
 },
 {
   "QTEXT": "Q4. What is the name of area D?",
   "QA": "A. Secondary motor cortex.",
   "QB": "B. Primary somatosensory cortex.",
   "QC": "C. Sensory association cortex.",
   "QD": "D. Primary motor cortex.",
   "ANS": "C. Sensory association cortex.",
   "REA": "This is the sensory association cortex (responsible for processing body sensations). Note that Brodmann divided this area up again, so calling this whole area the sensory association cortex is somewhat a generalisation."
 },
 {
   "QTEXT": "Q5. In which gyrus is area E located?",
   "QA": "A. Precentral gyrus.",
   "QB": "B. Postcentral gyrus.",
   "QC": "C. Premotor gyrus.",
   "QD": "D. Postmotor gyrus.",
   "ANS": "A. Precentral gyrus.",
   "REA": "Area E is the primary motor cortex, located just in front of the central sulcus, i.e. the precentral gyrus."
 }
]