[
  {
    "QTEXT": "Q1. Which of the following statements is TRUE of the ventricles and hydrocephalus?",
    "QA": "A. Blood pools in the subarachnoid space in communicating hydrocephalus.",
    "QB": "B. There is a two way valve between the subarachnoid space and dural venous sinuses.",
    "QC": "C. In non-communicating hydrocephalus, CSF cannot flow between the ventricles.",
    "QD": "D. Subarachnoid (CSF) pressure is less than that of the dural venous sinuses.",
    "ANS": "C. In non-communicating hydrocephalus, CSF cannot flow between the ventricles.",
    "REA": "In communicating hydropcephalus, the four ventricles can still communicate. In non-communicating hydrocephalus, the flow of CSF between ventricles is obstructed. Note that there is a one-way valve between the CSF and dural venous sinuses; this feature, in conjunction with the higher CSF pressure, forces CSF from the subarachnoid space into the dural venous sinuses (blood cannot enter the subarachnoid space due to the pressure difference)."
  },
  {
    "QTEXT": "Q2. A stroke in the middle cerebral artery will often lead to loss of…?",
    "QA": "A. Memory.",
    "QB": "B. Vision.",
    "QC": "C. Motor control of the head, neck and trunk.",
    "QD": "D. Social interaction and inhibition.",
    "ANS": "C. Motor control of the trunk and distal musculature.",
    "REA": "The middle cerebral artery courses through the lateral fissure and gives off frontal, parietal and temporal branches on the lateral aspect of the cerebral hemispheres. The posterior cerebral artery supplies the hippocampus (memory) and the primary visual cortex (vision), while the anterior cerebral artery gives off the orbitofrontal and frontopolar arteries which supply the prefrontal cortex (social interaction and inhibition)."
  },
  {
    "QTEXT": "Q3. Donepezil is used to treat which condition?",
    "QA": "A. Alzheimer's disease.",
    "QB": "B. Parkinson's disease.",
    "QC": "C. Huntington's disease.",
    "QD": "D. Depression.",
    "ANS": "A. Alzheimer's disease.",
    "REA": "Donepezil is an acetylcholineesterase inhibitor, so it blocks the action of this enzyme, leading to more acetylcholine remaining in the synpases of the hippocampus and cerebral cortex, and this facilitates continued action potentials for longer."
  },
  {
    "QTEXT": "Q4. The lateral geniculate nucleus (LGN) is active in which special sense?",
    "QA": "A. Taste.",
    "QB": "B. Vision.",
    "QC": "C. Discriminative touch.",
    "QD": "D. Hearing.",
    "ANS": "B. Vision.",
    "REA": "The lateral geniculate nucleus (or body) receives fibres from the optic tract (vision) then relays these to the primary visual cortex via the geniculocalcarine tract. The medial geniculate nucleus relays auditory information from the inferior colliculi of the midbrain to the auditory cortex in the temporal lobe."
  },
  {
    "QTEXT": "Q5. Which of the following statements is true?",
    "QA": "A. There are two anterior and two posterior spinal arteries.",
    "QB": "B. There are two anterior and one posterior spinal arteries.",
    "QC": "C. There is one anterior and two posterior spinal arteries.",
    "QD": "D. There is one anterior and one posterior spinal artery.",
    "ANS": "C. There is one anterior and two posterior spinal arteries.",
    "REA": "One anterior spinal artery runs in the anterior median fissure; two posterior spinal arteries run in the posterolateral sulci. These are supported by spinal meduallary arteries, which themselves give off anterior and posterior radicular arteries."
  },
  {
    "QTEXT": "Q6. Which two nerves arise from the posterior cord of the brachial plexus?",
    "QA": "A. Median and axillary.",
    "QB": "B. Radial and Median.",
    "QC": "C. Radial and Ulnar.",
    "QD": "D. Radial and Axillary.",
    "ANS": "D. Radial and Axillary.",
    "REA": "The radial and axillary nerves arise from the posterior cord, the ulnar nerve from the medial cord, the musculocutaneous nerve from the lateral cord, and the median nerve has contributions from both the medial and lateral cords."
  },
  {
    "QTEXT": "Q7. The gracile fasciculus is a part of which spinal cord tract?",
    "QA": "A. Spinothalamic tract.",
    "QB": "B. Dorsal column medial lemniscus (DCML) tract.",
    "QC": "C. Spinocerebellar tract.",
    "QD": "D. Olivospinal tract.",
    "ANS": "B. Dorsal column medial lemniscus (DCML) tract.",
    "REA": "The DCML tract is an ascending tract. It is composed of the medially-located gracile fasciculus, which brings discriminative touch and proprioceptive signals from T7 - Co1, and the laterally-located cuneate fasciculus, which brings discrimative touch and proprioceptive signals from T6 and above. Also note that the Olivospinal tract is unlike the other three answers - it is a descending tract, and there is evidence that it may not even exist at all."
  },
  {
    "QTEXT": "Q8. Which of the following cranial nerves emerges at the pontomedullary junction?",
    "QA": "A. CN3.",
    "QB": "B. CN4.",
    "QC": "C. CN5.",
    "QD": "D. CN6.",
    "ANS": "D. CN6.",
    "REA": "CN6, 7 and 8 emerge at the pontomedullary junction (the line that separates the pons and medulla). CN3 emerges at the ventral midbrain, CN4 emerges from the dorsal surface of the midbrain and curves round to the ventral surface, and CN5 emerges through the lateral surface of the pons."
  }
]